Opening = '''
    "Ты - влыдыка?"
true:
    "Значит, из-за тебя мне пришлось покинуть этот мир"
    true:
        "Раз так, то разбирайся со всеми проблемами сам, удачи. Все они преследуют только свои интересы, скоро ты это поймешь."
        true:
            "Попытайся справиться с четырьмя фракциями своего государства, так чтоб ты и твоя голова осталась на месте"
            true:
                "Призрак тоскливо смотрит на вас и исчезает. Вы входите в тронный зал."
    false:
        "Раз так, то разбирайся со всеми проблемами сам, удачи. Все они преследуют только свои интересы, скоро ты это поймешь."
        false:
            "Попытайся справиться с четырьмя фракциями своего государства, так чтоб ты и твоя голова осталась на месте"
            false:
                "Призрак тоскливо смотрит на вас и исчезает. Вы входите в тронный зал."

false:
    "Если ты не король, то нам не о чем говорить, прощай"
    true:
        "Призрак пропадает, вы входите в зал и смотрите на свой трон"
    false:
        "Значит, из-за тебя мне пришлось покинуть этот мир"
        true:
            "Раз так, то разбирайся со всеми проблемами сам, удачи. Все они преследуют только свои интересы, скоро ты это поймешь."
            true:
                "Попытайся справиться с четырьмя фракциями своего государства, так чтоб ты и твоя голова осталась на месте"
                true:
                    "Призрак тоскливо смотрит на вас и исчезает. Вы входите в тронный зал."
        false:
            "Раз так, то разбирайся со всеми проблемами сам, удачи. Все они преследуют только свои интересы, скоро ты это поймешь."
            false:
                "Попытайся справиться с четырьмя фракциями своего государства, так чтоб ты и твоя голова осталась на месте"
                false:
                    "Призрак тоскливо смотрит на вас и исчезает. Вы входите в тронный зал."
'''

StaticScenario = ""


ScenarioEvents = ""

