ThirdExtension = '''
    "Военные жалуется на маленькую зарплату, нужно повысить плату // Повысить // Отказать // None"
    
    true:
        "Король, на улицах города бушует новая болезнь, стоит ли лечить население? // Да // Нет // None"
        true:
            "Я хочу провести опыт для создания нового лекарства. Вы поможете? // Да // Нет // None"
            true:
            
            false:
            
        false:
            "Люди бунтуют, болезнь оказалась очень опасной, они недовольны, тем что мы никак не реагируем // Командир! // Окажите помощь всем нуждающим! // None"
            true:
                "*Вы одурманены адским зельем на улицах города, среди разгула и восстания. Вы стараетесь не потерять свою голову, но это все равно случается* // Выйти // None / None"
            false:
                "Я хочу провести опыт для создания нового лекарства. Вы поможете? // Да // Нет // None"
                true:
            
                false:
    
    
    
    
    
    false:
        "Король, на улицах города бушует новая болезнь, стоит ли лечить население? // Да // Нет // None"
        true:
            "Я хочу провести опыт для создания нового лекарства. Вы поможете? // Да // Нет // None"
            true:
            
            false:
        
        false:
            "Люди бунтуют, болезнь оказалась очень опасной, они недовольны, тем что мы никак не реагируем // Командир! // Окажите помощь всем нуждающим! // None"
            true:
                "*Вы одурманены адским зельем на улицах города, среди разгула и восстания. Вы стараетесь не потерять свою голову, но это все равно случается* // Выйти // None / None"
            false:
                "Я хочу провести опыт для создания нового лекарства. Вы поможете? // Да // Нет // None"
                true:
            
                false:
            









'''