SecondExtension = """
    "Кондрат $ Улицы нашей прекрасной столицы воняют сточными водами, нужно построить канализацию. // Да // Нет // 0 0 +20 -10 $ 0 0 -10 +5 // None"    
    true:
        "[bundle]"
        bundle:
            "Крестьянин Иакинф $ Мой друг-врач спас меня от смертельной болезни и хотел бы поговорить с вами, но он немного маг. // Впустить его.. // Я занят // 0 0 +5 0 $ 0 0 -5 0 // None"
            true:
                "Маг-целитель Хрисанф $ Здравствуйте, я маг-целитель Хрисанф, я хочу вам предложить защиту от смерти, либо улучшить вам жизнь своими навыками. // Да // Нет // 0 0 +5 0 $ 0 0 0 0 // None"
                true:
                    "Маг-целитель Хрисанф $ Вы сможете обратиться ко мне за любой помощью! *даёт вам странную нить и уходит.* // Продолжить // None // 0 0 0 0 // None"
                "[bundle]"
                bundle:
                    "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                    true:
                        "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                        "Дочь царя $ Прошу, спаси меня! // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None // 0 0 0 0 $ 0 0 0 0 // None"
                                false:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None // 0 0 0 0 $ 0 0 0 0 // None"
                            false:
                                "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                                "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                                "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "{ThirdExtension}"
                                false:
                                    "{ThirdExtension}"
                        false:
                            "Вы разворачиваетесь и убегаете... // Продолжить // None // 0 0 0 0 // None"
                            "{ThirdExtension}"
                        false:
                            "{ThirdExtension}"
                    false:
                        "{ThirdExtension}"
            false:
                "[bundle]"
                bundle:
                    "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                    true:
                        "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                        "Дочь царя $ Прошу, спаси меня! // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                                false:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                            false:
                                "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                                "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                                "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "{ThirdExtension}"
                                false:
                                    "{ThirdExtension}"
                        false:
                            "Вы разворачиваетесь и убегаете... // Продолжить // None // 0 0 0 0 // None"
                            "{ThirdExtension}"
                    false:
                        "{ThirdExtension}"
        false:
            "[bundle]"
            bundle:
                "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                true:
                    "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                    "Дочь царя $ Прошу, спаси меня! // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                    true:
                        "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                            false:
                                "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                        false:
                            "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                            "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                            "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "{ThirdExtension}"
                            false:
                                "{ThirdExtension}"
                    false:
                        "Вы разворачиваетесь и убегаете... // Продолжить // None // 0 0 0 0 // None"
                        "{ThirdExtension}"
                false:
                    "{ThirdExtension}" 
    false:
        "[bundle]"
        bundle:
            "Крестьянин Иакинф $ Мой друг-врач спас меня от смертельной болезни и хотел бы поговорить с вами, но он немного маг. // Впустить его.. // Я занят // 0 0 +5 0 $ 0 0 -5 0 // None"
            true:
                "Маг-целитель Хрисанф $ Здравствуйте, я маг-целитель Хрисанф, я хочу вам предложить защиту от смерти, либо улучшить вам жизнь своими навыками. // Да // Нет // 0 0 +5 0 $ 0 0 0 0 // None"   
                true:
                    "Маг-целитель Хрисанф $ Вы сможете обратиться ко мне за любой помощью! *даёт вам странную нить и уходит.* // Продолжить // None // 0 0 0 0 // None"
                "[bundle]"
                bundle:   
                    "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                    true:
                        "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                        "Дочь царя $ Прошу, спаси меня! // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                                false:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                            false:
                                "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                                "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                                "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "{ThirdExtension}"
                                false:
                                    "{ThirdExtension}"
                    false:
                        "{ThirdExtension}"
            false:
                "[bundle]"
                bundle:
                    "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"   
                    true:
                        "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                        "Дочь царя $ Прошу, спаси меня! // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                                false:
                                    "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                            false:
                                "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                                "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                                "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                                true:
                                    "{ThirdExtension}"
                                false:
                                    "{ThirdExtension}"
                    false:
                        "{ThirdExtension}"     
        false:
            "[bundle]"
            bundle:
                "Кондрат $ Правитель соседнего государства заявляет, что вы должны спасти его дочь. // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                true:
                    "*Вы отправляетесь на место, где последний раз видели дочь царя. Вдруг, вы слышите крики из чащи леса и спешите к ним.* // Продолжить // None // 0 0 0 0 // None"
                    "Дочь царя $ Прошу, спаси меня! // Да // Нет // None"
                    true:
                        "Дракон $ Ты хочешь забрать её? // Напасть! // Да // 0 0 0 0 $ 0 0 0 0 // None"
                        true:
                            "*Вы ожесточённо сражаетесь с драконом, но он одерживает вверх.* // Что же.... // Но как... // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                            false:
                                "Вы летите прямо в пасть к дракону и вспоминаете лучшие моменты своей жизни.* // None // None //  // None"
                        false:
                            "Дракон $ Хорошо, она твоя, мы не в сказках, чтоб сражаться. // Продолжить // None // 0 0 0 0 // None"
                            "*Вместе с принцессой вы выходите из пещеры.* // Продолжить // None // 0 0 0 0 // None"
                            "Дочь царя $ Хотите ли вы стать моим принцем? // Да // Нет // 0 0 0 0 $ 0 0 0 0 // None"
                            true:
                                "{ThirdExtension}"
                            false:
                                "{ThirdExtension}"
                    false:
                        "{ThirdExtension}"
                false:
                    "{ThirdExtension}"
"""