

FifthExtension = """
    "Господин, мы хотим построить новые школы // Да // Нет //  // None"
    true:
        "Мы нашли сокровище! Что будем делать? // Разделить между всеми // Всё в казну! //  // None"
        true:
            "Шут Радмир разбил вашу статую в главном зале. Что прикажете с ним делать? // Казнить! // Приведите его ко мне //  // None"
            true:
                "Мы хотим построить рынок, который откроет для нас новые возможности на международной арене. // Да // Нет //  // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
            false:
                "Я сделал это не специально! Казни - это скучно, нам нужны салюты и веселые анекдоты! // Казнить // Помиловать //  // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
        false:
            "Шут Радмир разбил вашу статую в главном зале. Что прикажете с ним делать? // Казнить! // Приведите его ко мне //  // None"
            true:
                "Мы хотим построить рынок, который откроет для нас новые возможности на международной арене. // Да // Нет //  // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
            false:
                "Я сделал это не специально! Казни - это скучно, нам нужны салюты и веселые анекдоты! // Казнить // Помиловать //  // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
    
    
    
    
    
    
    
    false:
        "Мы нашли сокровище! Что будем делать? // Разделить между всеми // Всё в казну! // None"
        true:
            "Шут Радмир разбил вашу статую в главном зале. Что прикажете с ним делать? // Казнить! // Приведите его ко мне"
            true:
                "Мы хотим построить рынок, который откроет для нас новые возможности на международной арене. // Да // Нет // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
            false:
                "Я сделал это не специально! Казни - это скучно, нам нужны салюты и веселые анекдоты! // Казнить // Помиловать // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
        false:
            "Шут Радмир разбил вашу статую в главном зале. Что прикажете с ним делать? // Казнить! // Приведите его ко мне"
            true:
                "Мы хотим построить рынок, который откроет для нас новые возможности на международной арене. // Да // Нет // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"
            false:
                "Я сделал это не специально! Казни - это скучно, нам нужны салюты и веселые анекдоты! // Казнить // Помиловать // None"
                true:
                    "{SixthExtension}"
                false:
                    "{SixthExtension}"

















"""